/* 
  BulletinBoard.strings
  SpringBoard

  Created by Benjamin Nielsen on 2/15/11.
  Copyright 2011 Apple Inc. All rights reserved.
*/

"DISMISS" = "Ignorați";
"OK" = "OK";
"LAUNCH" = "Lansați";
"VIEW" = "Afișare";

"AWAY_ITEM_TYPE_MIDDLE_FORMAT" = "%@, %@";
"AWAY_ITEM_TYPE_END_FORMAT" = "%@ și %@";
"AWAY_ITEM_TYPE_COUNT_FORMAT" = "%@ (%@)";

"AWAY_ITEM_PENDED_DEFAULT_FORMAT" = "Aveți %@ notificări %@ noi";

"1_ATTACHMENT"  = "%@ fișier atașat";
"N_ATTACHMENTS" = "%@ fișiere atașate";

"1_MORE_ATTACHMENT"  = "încă %@ fișier atașat";
"N_MORE_ATTACHMENTS" = "încă %@ fișiere atașate";

